Repository: kemp144/AudioDrop
Catalog: AudioDrop/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# appPicker.hint
source: Audio is captured at the app level, not per window.
ar: يتم تسجيل الصوت على مستوى التطبيق، وليس على مستوى النافذة.
cs: Zvuk se zaznamenava na urovni aplikace, ne jednotliveho okna.
da: Lyd optages pa appniveau, ikke pr. vindue.
de: Der Ton wird auf App-Ebene aufgenommen, nicht pro Fenster.
es_es: El audio se captura a nivel de app, no por ventana.
fi: Aani tallennetaan sovellustasolla, ei ikkunakohtaisesti.
fr: L audio est capture au niveau de l app, pas par fenetre.
it: L audio viene acquisito a livello di app, non per finestra.
ja: 音声はウインドウ単位ではなくアプリ単位で収録されます。
ko: 오디오는 창별이 아니라 앱 단위로 캡처됩니다.
nb: Lyd tas opp pa appniva, ikke per vindu.
nl: Audio wordt op appniveau opgenomen, niet per venster.
pl: Dzwiek jest nagrywany na poziomie aplikacji, nie pojedynczego okna.
pt_br: O audio e capturado no nivel do app, nao por janela.
pt_pt: O audio e captado ao nivel da app, nao por janela.
sv: Ljud spelas in pa appniva, inte per fonster.
tr: Ses pencere bazinda degil, uygulama duzeyinde kaydedilir.
zh_hans: 音频按应用级别捕捉，不按窗口区分。
zh_hant: 音訊會以 App 層級擷取，不會細分到視窗。

# appPicker.title
source: Choose an App
ar: اختر تطبيقا
cs: Vyberte aplikaci
da: Vaelg en app
de: App auswahlen
es_es: Elige una app
fi: Valitse appi
fr: Choisir une app
it: Scegli un app
ja: アプリを選択
ko: 앱 선택
nb: Velg en app
nl: Kies een app
pl: Wybierz aplikacje
pt_br: Escolha um app
pt_pt: Escolha uma app
sv: Valj en app
tr: Bir uygulama secin
zh_hans: 选择应用
zh_hant: 選擇 App

# appSelection.appLevel.hint
source: Audio is recorded at the app level
ar: يتم التسجيل على مستوى التطبيق.
cs: Nahravani probiha na urovni aplikace.
da: Optagelse sker pa appniveau.
de: Aufnahme erfolgt auf App-Ebene.
es_es: El audio se graba a nivel de app
fi: Aani tallennetaan sovellustasolla
fr: L audio est enregistre au niveau de l app
it: L audio viene registrato a livello di app
ja: 音声はアプリ単位で収録されます
ko: 오디오는 앱 단위로 녹음됩니다
nb: Lyd tas opp pa appniva
nl: Audio wordt op appniveau opgenomen
pl: Dzwiek jest nagrywany na poziomie aplikacji
pt_br: O audio e gravado no nivel do app
pt_pt: O audio e gravado ao nivel da app
sv: Ljud spelas in pa appniva
tr: Ses uygulama duzeyinde kaydedilir
zh_hans: 音频按应用级别录制
zh_hant: 音訊會以 App 層級錄製

# appSelection.change
source: Change
ar: تغيير
cs: Zmenit
da: Skift
de: Andern
es_es: Cambiar
fi: Vaihda
fr: Modifier
it: Cambia
ja: 変更
ko: 변경
nb: Endre
nl: Wijzig
pl: Zmien
pt_br: Alterar
pt_pt: Alterar
sv: Andra
tr: Degistir
zh_hans: 更改
zh_hant: 更改

# appSelection.choose
source: Choose an App
ar: اختر تطبيقا
cs: Vyberte aplikaci
da: Vaelg app
de: App auswahlen
es_es: Elige una app
fi: Valitse appi
fr: Choisir une app
it: Scegli un app
ja: アプリを選択
ko: 앱 선택
nb: Velg en app
nl: Kies een app
pl: Wybierz aplikacje
pt_br: Escolha um app
pt_pt: Escolha uma app
sv: Valj en app
tr: Uygulama sec
zh_hans: 选择应用
zh_hant: 選擇 App

# error.alreadyRunning
source: A recording is already in progress
ar: هناك تسجيل قيد التقدم بالفعل
ca: Ja hi ha un enregistrament en curs
cs: Nahrávání už právě probíhá
da: En optagelse er allerede i gang
de: Eine Aufnahme läuft bereits
el: Μια εγγραφή βρίσκεται ήδη σε εξέλιξη
es_es: Ya hay una grabación en curso
fi: Tallennus on jo käynnissä
fr: Un enregistrement est déjà en cours
he: כבר מתבצעת הקלטה
hi: रिकॉर्डिंग पहले से चल रही है
hr: Snimanje je već u tijeku
hu: Már folyamatban van egy felvétel
id: Rekaman sudah berlangsung
it: È già in corso una registrazione
ja: すでに録音中です
ko: 이미 녹음이 진행 중입니다
ms: Rakaman sudah sedang berlangsung
nb: Et opptak er allerede i gang
nl: Er is al een opname bezig
pl: Nagranie jest już w toku
pt_br: Já existe uma gravação em andamento
pt_pt: Já existe uma gravação em curso
ro: O înregistrare este deja în desfășurare
ru: Запись уже выполняется
sk: Nahrávanie už prebieha
sv: En inspelning pågår redan
th: มีการบันทึกอยู่แล้ว
tr: Zaten devam eden bir kayıt var
uk: Запис уже триває
vi: Đã có một bản ghi đang diễn ra
zh_hans: 录制已在进行中
zh_hant: 錄製已在進行中

# error.audioPermissionDenied
source: Audio recording permission is required. Allow AudioDrop in System Settings and try again.
ar: مطلوب إذن تسجيل الصوت. اسمح لـ AudioDrop في إعدادات النظام ثم حاول مرة أخرى.
ca: Cal permís per gravar àudio. Permet AudioDrop a la Configuració del Sistema i torna-ho a provar.
cs: Je vyžadováno oprávnění k nahrávání zvuku. Povolte AudioDrop v Nastavení systému a zkuste to znovu.
da: Tilladelse til lydoptagelse er påkrævet. Giv AudioDrop adgang i Systemindstillinger, og prøv igen.
de: Die Berechtigung zum Aufnehmen von Audio ist erforderlich. Erlaube AudioDrop in den Systemeinstellungen und versuche es erneut.
el: Απαιτείται άδεια εγγραφής ήχου. Επιτρέψτε το AudioDrop στις Ρυθμίσεις Συστήματος και δοκιμάστε ξανά.
es_es: Se requiere permiso para grabar audio. Permite AudioDrop en Ajustes del Sistema y vuelve a intentarlo.
fi: Äänen tallennuslupa vaaditaan. Salli AudioDrop Järjestelmäasetuksissa ja yritä uudelleen.
fr: L’autorisation d’enregistrer l’audio est requise. Autorisez AudioDrop dans Réglages Système et réessayez.
he: נדרשת הרשאה להקלטת שמע. אפשר ל-AudioDrop בהגדרות המערכת ונסה שוב.
hi: ऑडियो रिकॉर्ड करने की अनुमति आवश्यक है। सिस्टम सेटिंग्स में AudioDrop को अनुमति दें और फिर से कोशिश करें।
hr: Potrebno je dopuštenje za snimanje zvuka. Dopustite AudioDropu u Postavkama sustava pa pokušajte ponovno.
hu: Hangrögzítési engedély szükséges. Engedélyezze az AudioDropot a Rendszerbeállításokban, majd próbálja újra.
id: Izin perekaman audio diperlukan. Izinkan AudioDrop di Pengaturan Sistem lalu coba lagi.
it: È necessaria l’autorizzazione alla registrazione audio. Consenti AudioDrop nelle Impostazioni di Sistema e riprova.
ja: オーディオ録音の許可が必要です。システム設定で AudioDrop を許可してから、もう一度お試しください。
ko: 오디오 녹음 권한이 필요합니다. 시스템 설정에서 AudioDrop을 허용한 다음 다시 시도하세요.
ms: Kebenaran rakaman audio diperlukan. Benarkan AudioDrop dalam Tetapan Sistem dan cuba lagi.
nb: Tillatelse til lydopptak kreves. Gi AudioDrop tilgang i Systeminnstillinger og prøv igjen.
nl: Toestemming voor audio-opname is vereist. Sta AudioDrop toe in Systeeminstellingen en probeer het opnieuw.
pl: Wymagane jest uprawnienie do nagrywania dźwięku. Zezwól aplikacji AudioDrop w Ustawieniach systemowych i spróbuj ponownie.
pt_br: A permissão de gravação de áudio é necessária. Permita o AudioDrop nos Ajustes do Sistema e tente novamente.
pt_pt: É necessária permissão para gravar áudio. Autorize o AudioDrop nas Definições do Sistema e tente novamente.
ro: Este necesară permisiunea de înregistrare audio. Permite AudioDrop în Configurări sistem și încearcă din nou.
ru: Требуется разрешение на запись звука. Разрешите AudioDrop в настройках системы и повторите попытку.
sk: Vyžaduje sa povolenie na nahrávanie zvuku. Povoľte AudioDrop v Nastaveniach systému a skúste to znova.
sv: Behörighet för ljudinspelning krävs. Tillåt AudioDrop i Systeminställningar och försök igen.
th: ต้องได้รับสิทธิ์บันทึกเสียง อนุญาต AudioDrop ในการตั้งค่าระบบแล้วลองอีกครั้ง
tr: Ses kaydı izni gerekiyor. Sistem Ayarları'nda AudioDrop'a izin verip yeniden deneyin.
uk: Потрібен дозвіл на запис аудіо. Дозвольте AudioDrop у Системних параметрах і спробуйте ще раз.
vi: Cần có quyền ghi âm. Hãy cho phép AudioDrop trong Cài đặt hệ thống rồi thử lại.
zh_hans: 需要音频录制权限。请在系统设置中允许 AudioDrop 后重试。
zh_hant: 需要音訊錄製權限。請先在系統設定中允許 AudioDrop，再試一次。

# error.coreAudioFailure
source: Audio capture failed while trying to %1$@ (%2$@).
ar: فشل التقاط الصوت أثناء محاولة %1$@ (%2$@).
ca: La captura d'àudio ha fallat en provar de %1$@ (%2$@).
cs: Zachytávání zvuku selhalo při pokusu o %1$@ (%2$@).
da: Lydoptagelse mislykkedes under forsøg på at %1$@ (%2$@).
de: Die Audioaufnahme ist beim Versuch fehlgeschlagen, %1$@ (%2$@).
el: Η λήψη ήχου απέτυχε κατά την προσπάθεια για %1$@ (%2$@).
es_es: La captura de audio falló al intentar %1$@ (%2$@).
fi: Äänen kaappaus epäonnistui yritettäessä toimintoa %1$@ (%2$@).
fr: La capture audio a échoué lors de la tentative de %1$@ (%2$@).
he: לכידת השמע נכשלה בזמן הניסיון לבצע %1$@ (%2$@).
hi: ऑडियो कैप्चर %1$@ (%2$@) करते समय विफल हो गया।
hr: Snimanje zvuka nije uspjelo pri pokušaju radnje %1$@ (%2$@).
hu: A hangrögzítés meghiúsult a következő művelet közben: %1$@ (%2$@).
id: Pengambilan audio gagal saat mencoba %1$@ (%2$@).
it: L'acquisizione audio non è riuscita durante il tentativo di %1$@ (%2$@).
ja: オーディオの取り込み中に %1$@ を実行できませんでした（%2$@）。
ko: 오디오 캡처 중 %1$@ 작업을 수행하지 못했습니다 (%2$@).
ms: Tangkapan audio gagal semasa cuba %1$@ (%2$@).
nb: Lydopptak mislyktes ved forsøk på å %1$@ (%2$@).
nl: Vastleggen van audio mislukte bij het proberen %1$@ (%2$@).
pl: Przechwytywanie dźwięku nie powiodło się podczas próby wykonania: %1$@ (%2$@).
pt_br: A captura de áudio falhou ao tentar %1$@ (%2$@).
pt_pt: A captação de áudio falhou ao tentar %1$@ (%2$@).
ro: Captura audio a eșuat la încercarea de a %1$@ (%2$@).
ru: Не удалось захватить аудио при попытке %1$@ (%2$@).
sk: Zachytávanie zvuku zlyhalo pri pokuse o %1$@ (%2$@).
sv: Ljudinspelningen misslyckades när appen försökte %1$@ (%2$@).
th: การจับเสียงล้มเหลวขณะพยายาม %1$@ (%2$@)
tr: Ses yakalama %1$@ denenirken başarısız oldu (%2$@).
uk: Не вдалося захопити аудіо під час спроби %1$@ (%2$@).
vi: Việc thu âm thanh thất bại khi thử %1$@ (%2$@).
zh_hans: 尝试执行 %1$@ 时音频捕捉失败（%2$@）。
zh_hant: 嘗試執行 %1$@ 時音訊擷取失敗（%2$@）。

# error.exportCancelled
source: The recording export was cancelled
ar: تم إلغاء تصدير التسجيل
ca: S'ha cancel·lat l'exportació de l'enregistrament
cs: Export nahrávky byl zrušen
da: Eksport af optagelsen blev annulleret
de: Der Export der Aufnahme wurde abgebrochen
el: Η εξαγωγή της εγγραφής ακυρώθηκε
es_es: Se canceló la exportación de la grabación
fi: Tallenteen vienti peruttiin
fr: L’exportation de l’enregistrement a été annulée
he: ייצוא ההקלטה בוטל
hi: रिकॉर्डिंग निर्यात रद्द कर दिया गया
hr: Izvoz snimke je otkazan
hu: A felvétel exportálását megszakították
id: Ekspor rekaman dibatalkan
it: L'esportazione della registrazione è stata annullata
ja: 録音の書き出しがキャンセルされました
ko: 녹음 내보내기가 취소되었습니다
ms: Eksport rakaman telah dibatalkan
nb: Eksport av opptaket ble avbrutt
nl: Het exporteren van de opname is geannuleerd
pl: Eksport nagrania został anulowany
pt_br: A exportação da gravação foi cancelada
pt_pt: A exportação da gravação foi cancelada
ro: Exportul înregistrării a fost anulat
ru: Экспорт записи был отменён
sk: Export nahrávky bol zrušený
sv: Exporten av inspelningen avbröts
th: ยกเลิกการส่งออกไฟล์บันทึกแล้ว
tr: Kayıt dışa aktarma işlemi iptal edildi
uk: Експорт запису було скасовано
vi: Đã hủy xuất bản ghi
zh_hans: 录音导出已取消
zh_hant: 錄音輸出已取消

# error.exportFailed
source: AudioDrop could not finish the recording file
ar: تعذر على AudioDrop إكمال ملف التسجيل
ca: AudioDrop no ha pogut completar el fitxer d'enregistrament
cs: AudioDrop nemohl dokončit soubor nahrávky
da: AudioDrop kunne ikke færdiggøre optagelsesfilen
de: AudioDrop konnte die Aufnahmedatei nicht fertigstellen
el: Το AudioDrop δεν μπόρεσε να ολοκληρώσει το αρχείο εγγραφής
es_es: AudioDrop no pudo finalizar el archivo de grabación
fi: AudioDrop ei voinut viimeistellä tallennetiedostoa
fr: AudioDrop n’a pas pu finaliser le fichier d’enregistrement
he: AudioDrop לא הצליחה לסיים את קובץ ההקלטה
hi: AudioDrop रिकॉर्डिंग फ़ाइल पूरी नहीं कर सका
hr: AudioDrop nije uspio dovršiti datoteku snimke
hu: Az AudioDrop nem tudta befejezni a felvételi fájlt
id: AudioDrop tidak dapat menyelesaikan file rekaman
it: AudioDrop non è riuscita a completare il file della registrazione
ja: AudioDrop は録音ファイルを完成できませんでした
ko: AudioDrop이 녹음 파일을 완료하지 못했습니다
ms: AudioDrop tidak dapat menyiapkan fail rakaman
nb: AudioDrop kunne ikke fullføre opptaksfilen
nl: AudioDrop kon het opnamebestand niet voltooien
pl: AudioDrop nie mógł dokończyć pliku nagrania
pt_br: O AudioDrop não conseguiu concluir o arquivo da gravação
pt_pt: O AudioDrop não conseguiu concluir o ficheiro da gravação
ro: AudioDrop nu a putut finaliza fișierul înregistrării
ru: AudioDrop не удалось завершить файл записи
sk: AudioDrop nemohol dokončiť súbor nahrávky
sv: AudioDrop kunde inte slutföra inspelningsfilen
th: AudioDrop ไม่สามารถทำไฟล์บันทึกให้เสร็จสมบูรณ์ได้
tr: AudioDrop kayıt dosyasını tamamlayamadı
uk: AudioDrop не зміг завершити файл запису
vi: AudioDrop không thể hoàn tất tệp bản ghi
zh_hans: AudioDrop 无法完成录音文件
zh_hant: AudioDrop 無法完成錄音檔

# error.exportUnavailable
source: AudioDrop could not prepare the final audio file
ar: تعذر على AudioDrop إعداد ملف الصوت النهائي
ca: AudioDrop no ha pogut preparar el fitxer d'àudio final
cs: AudioDrop nemohl připravit výsledný zvukový soubor
da: AudioDrop kunne ikke klargøre den endelige lydfil
de: AudioDrop konnte die endgültige Audiodatei nicht vorbereiten
el: Το AudioDrop δεν μπόρεσε να προετοιμάσει το τελικό αρχείο ήχου
es_es: AudioDrop no pudo preparar el archivo de audio final
fi: AudioDrop ei voinut valmistella lopullista äänitiedostoa
fr: AudioDrop n’a pas pu préparer le fichier audio final
he: AudioDrop לא הצליחה להכין את קובץ השמע הסופי
hi: AudioDrop अंतिम ऑडियो फ़ाइल तैयार नहीं कर सका
hr: AudioDrop nije uspio pripremiti konačnu zvučnu datoteku
hu: Az AudioDrop nem tudta előkészíteni a végleges hangfájlt
id: AudioDrop tidak dapat menyiapkan file audio akhir
it: AudioDrop non è riuscita a preparare il file audio finale
ja: AudioDrop は最終的な音声ファイルを準備できませんでした
ko: AudioDrop이 최종 오디오 파일을 준비하지 못했습니다
ms: AudioDrop tidak dapat menyediakan fail audio akhir
nb: AudioDrop kunne ikke klargjøre den endelige lydfilen
nl: AudioDrop kon het uiteindelijke audiobestand niet voorbereiden
pl: AudioDrop nie mógł przygotować końcowego pliku audio
pt_br: O AudioDrop não conseguiu preparar o arquivo de áudio final
pt_pt: O AudioDrop não conseguiu preparar o ficheiro de áudio final
ro: AudioDrop nu a putut pregăti fișierul audio final
ru: AudioDrop не удалось подготовить итоговый аудиофайл
sk: AudioDrop nemohol pripraviť výsledný zvukový súbor
sv: AudioDrop kunde inte förbereda den slutliga ljudfilen
th: AudioDrop ไม่สามารถเตรียมไฟล์เสียงสุดท้ายได้
tr: AudioDrop son ses dosyasını hazırlayamadı
uk: AudioDrop не зміг підготувати фінальний аудіофайл
vi: AudioDrop không thể chuẩn bị tệp âm thanh cuối cùng
zh_hans: AudioDrop 无法准备最终音频文件
zh_hant: AudioDrop 無法準備最終音訊檔

# error.failedToCreateAggregateDevice
source: AudioDrop could not prepare the audio capture device
ar: تعذر على AudioDrop إعداد جهاز التقاط الصوت
ca: AudioDrop no ha pogut preparar el dispositiu de captura d'àudio
cs: AudioDrop nemohl připravit zařízení pro zachytávání zvuku
da: AudioDrop kunne ikke klargøre lydoptagelsesenheden
de: AudioDrop konnte das Gerät für die Audioaufnahme nicht vorbereiten
el: Το AudioDrop δεν μπόρεσε να προετοιμάσει τη συσκευή λήψης ήχου
es_es: AudioDrop no pudo preparar el dispositivo de captura de audio
fi: AudioDrop ei voinut valmistella äänenkaappauslaitetta
fr: AudioDrop n’a pas pu préparer l’appareil de capture audio
he: AudioDrop לא הצליחה להכין את התקן לכידת השמע
hi: AudioDrop ऑडियो कैप्चर डिवाइस तैयार नहीं कर सका
hr: AudioDrop nije uspio pripremiti uređaj za snimanje zvuka
hu: Az AudioDrop nem tudta előkészíteni a hangrögzítő eszközt
id: AudioDrop tidak dapat menyiapkan perangkat pengambilan audio
it: AudioDrop non è riuscita a preparare il dispositivo di acquisizione audio
ja: AudioDrop は音声取り込みデバイスを準備できませんでした
ko: AudioDrop이 오디오 캡처 장치를 준비하지 못했습니다
ms: AudioDrop tidak dapat menyediakan peranti tangkapan audio
nb: AudioDrop kunne ikke klargjøre lydopptaksenheten
nl: AudioDrop kon het apparaat voor audio-opname niet voorbereiden
pl: AudioDrop nie mógł przygotować urządzenia do przechwytywania dźwięku
pt_br: O AudioDrop não conseguiu preparar o dispositivo de captura de áudio
pt_pt: O AudioDrop não conseguiu preparar o dispositivo de captação de áudio
ro: AudioDrop nu a putut pregăti dispozitivul de captură audio
ru: AudioDrop не удалось подготовить устройство захвата звука
sk: AudioDrop nemohol pripraviť zariadenie na zachytávanie zvuku
sv: AudioDrop kunde inte förbereda enheten för ljudinspelning
th: AudioDrop ไม่สามารถเตรียมอุปกรณ์จับเสียงได้
tr: AudioDrop ses yakalama aygıtını hazırlayamadı
uk: AudioDrop не зміг підготувати пристрій захоплення аудіо
vi: AudioDrop không thể chuẩn bị thiết bị thu âm thanh
zh_hans: AudioDrop 无法准备音频捕捉设备
zh_hant: AudioDrop 無法準備音訊擷取裝置

# error.failedToCreateIOProc
source: AudioDrop could not start reading captured audio
ar: تعذر على AudioDrop بدء قراءة الصوت الملتقط
ca: AudioDrop no ha pogut començar a llegir l'àudio capturat
cs: AudioDrop nemohl začít číst zachycený zvuk
da: AudioDrop kunne ikke begynde at læse den optagede lyd
de: AudioDrop konnte das Lesen des aufgenommenen Audios nicht starten
el: Το AudioDrop δεν μπόρεσε να ξεκινήσει την ανάγνωση του ληφθέντος ήχου
es_es: AudioDrop no pudo empezar a leer el audio capturado
fi: AudioDrop ei voinut aloittaa kaapatun äänen lukemista
fr: AudioDrop n’a pas pu commencer à lire l’audio capturé
he: AudioDrop לא הצליחה להתחיל לקרוא את השמע שנלכד
hi: AudioDrop कैप्चर किए गए ऑडियो को पढ़ना शुरू नहीं कर सका
hr: AudioDrop nije uspio započeti čitanje snimljenog zvuka
hu: Az AudioDrop nem tudta elkezdeni a rögzített hang olvasását
id: AudioDrop tidak dapat mulai membaca audio yang ditangkap
it: AudioDrop non è riuscita ad avviare la lettura dell'audio acquisito
ja: AudioDrop は取り込んだ音声の読み取りを開始できませんでした
ko: AudioDrop이 캡처된 오디오 읽기를 시작하지 못했습니다
ms: AudioDrop tidak dapat mula membaca audio yang ditangkap
nb: AudioDrop kunne ikke begynne å lese den innsamlede lyden
nl: AudioDrop kon het lezen van de vastgelegde audio niet starten
pl: AudioDrop nie mógł rozpocząć odczytu przechwyconego dźwięku
pt_br: O AudioDrop não conseguiu começar a ler o áudio capturado
pt_pt: O AudioDrop não conseguiu começar a ler o áudio captado
ro: AudioDrop nu a putut începe citirea sunetului capturat
ru: AudioDrop не удалось начать чтение захваченного аудио
sk: AudioDrop nemohol začať čítať zachytený zvuk
sv: AudioDrop kunde inte börja läsa det inspelade ljudet
th: AudioDrop ไม่สามารถเริ่มอ่านเสียงที่จับได้
tr: AudioDrop yakalanan sesi okumaya başlayamadı
uk: AudioDrop не зміг почати читати захоплене аудіо
vi: AudioDrop không thể bắt đầu đọc âm thanh đã thu
zh_hans: AudioDrop 无法开始读取已捕捉的音频
zh_hant: AudioDrop 無法開始讀取已擷取的音訊

# error.failedToCreateTap
source: AudioDrop could not start system audio capture
ar: تعذر على AudioDrop بدء التقاط صوت النظام
ca: AudioDrop no ha pogut iniciar la captura d'àudio del sistema
cs: AudioDrop nemohl spustit zachytávání systémového zvuku
da: AudioDrop kunne ikke starte optagelse af systemlyd
de: AudioDrop konnte die Aufnahme des Systemtons nicht starten
el: Το AudioDrop δεν μπόρεσε να ξεκινήσει τη λήψη ήχου συστήματος
es_es: AudioDrop no pudo iniciar la captura de audio del sistema
fi: AudioDrop ei voinut aloittaa järjestelmä-äänen tallennusta
fr: AudioDrop n’a pas pu démarrer la capture de l’audio du système
he: AudioDrop לא הצליחה להתחיל לכידת שמע מערכת
hi: AudioDrop सिस्टम ऑडियो कैप्चर शुरू नहीं कर सका
hr: AudioDrop nije uspio pokrenuti snimanje zvuka sustava
hu: Az AudioDrop nem tudta elindítani a rendszerhang rögzítését
id: AudioDrop tidak dapat memulai pengambilan audio sistem
it: AudioDrop non è riuscita ad avviare l'acquisizione dell'audio di sistema
ja: AudioDrop はシステムオーディオの収録を開始できませんでした
ko: AudioDrop이 시스템 오디오 캡처를 시작하지 못했습니다
ms: AudioDrop tidak dapat memulakan tangkapan audio sistem
nb: AudioDrop kunne ikke starte opptak av systemlyd
nl: AudioDrop kon het vastleggen van systeemaudio niet starten
pl: AudioDrop nie mógł rozpocząć przechwytywania dźwięku systemowego
pt_br: O AudioDrop não conseguiu iniciar a captura de áudio do sistema
pt_pt: O AudioDrop não conseguiu iniciar a captação de áudio do sistema
ro: AudioDrop nu a putut porni capturarea sunetului de sistem
ru: AudioDrop не удалось начать захват системного звука
sk: AudioDrop nemohol spustiť zachytávanie systémového zvuku
sv: AudioDrop kunde inte starta inspelning av systemljud
th: AudioDrop ไม่สามารถเริ่มจับเสียงระบบได้
tr: AudioDrop sistem sesi yakalamayı başlatamadı
uk: AudioDrop не зміг розпочати захоплення системного звуку
vi: AudioDrop không thể bắt đầu thu âm thanh hệ thống
zh_hans: AudioDrop 无法开始捕捉系统音频
zh_hant: AudioDrop 無法開始擷取系統音訊

# error.invalidFormat
source: Invalid audio format received
ar: تم استلام تنسيق صوت غير صالح
ca: S'ha rebut un format d'àudio no vàlid
cs: Byl přijat neplatný formát zvuku
da: Ugyldigt lydformat modtaget
de: Ungültiges Audioformat empfangen
el: Ελήφθη μη έγκυρη μορφή ήχου
es_es: Se recibió un formato de audio no válido
fi: Vastaanotettiin virheellinen äänen muoto
fr: Un format audio non valide a été reçu
he: התקבל פורמט שמע לא תקין
hi: अमान्य ऑडियो प्रारूप प्राप्त हुआ
hr: Primljen je neispravan format zvuka
hu: Érvénytelen hangformátum érkezett
id: Format audio yang diterima tidak valid
it: È stato ricevuto un formato audio non valido
ja: 無効な音声フォーマットを受信しました
ko: 잘못된 오디오 형식을 받았습니다
ms: Format audio tidak sah diterima
nb: Mottok et ugyldig lydformat
nl: Ongeldig audioformaat ontvangen
pl: Otrzymano nieprawidłowy format dźwięku
pt_br: Foi recebido um formato de áudio inválido
pt_pt: Foi recebido um formato de áudio inválido
ro: A fost primit un format audio invalid
ru: Получен недопустимый формат аудио
sk: Bol prijatý neplatný formát zvuku
sv: Ett ogiltigt ljudformat togs emot
th: ได้รับรูปแบบเสียงที่ไม่ถูกต้อง
tr: Geçersiz ses biçimi alındı
uk: Отримано недійсний формат аудіо
vi: Đã nhận định dạng âm thanh không hợp lệ
zh_hans: 收到的音频格式无效
zh_hant: 收到的音訊格式無效

# error.invalidTapFormat
source: AudioDrop received an unsupported audio format
ar: تلقى AudioDrop تنسيق صوت غير مدعوم
ca: AudioDrop ha rebut un format d'àudio no compatible
cs: AudioDrop obdržel nepodporovaný formát zvuku
da: AudioDrop modtog et lydformat, der ikke understøttes
de: AudioDrop hat ein nicht unterstütztes Audioformat erhalten
el: Το AudioDrop έλαβε μη υποστηριζόμενη μορφή ήχου
es_es: AudioDrop recibió un formato de audio no compatible
fi: AudioDrop sai äänimuodon, jota ei tueta
fr: AudioDrop a reçu un format audio non pris en charge
he: AudioDrop קיבלה פורמט שמע שאינו נתמך
hi: AudioDrop को असमर्थित ऑडियो प्रारूप मिला
hr: AudioDrop je primio nepodržan format zvuka
hu: Az AudioDrop nem támogatott hangformátumot kapott
id: AudioDrop menerima format audio yang tidak didukung
it: AudioDrop ha ricevuto un formato audio non supportato
ja: AudioDrop は未対応の音声フォーマットを受信しました
ko: AudioDrop이 지원되지 않는 오디오 형식을 받았습니다
ms: AudioDrop menerima format audio yang tidak disokong
nb: AudioDrop mottok et lydformat som ikke støttes
nl: AudioDrop ontving een niet-ondersteund audioformaat
pl: AudioDrop otrzymał nieobsługiwany format dźwięku
pt_br: O AudioDrop recebeu um formato de áudio não compatível
pt_pt: O AudioDrop recebeu um formato de áudio não suportado
ro: AudioDrop a primit un format audio neacceptat
ru: AudioDrop получил неподдерживаемый формат аудио
sk: AudioDrop prijal nepodporovaný formát zvuku
sv: AudioDrop tog emot ett ljudformat som inte stöds
th: AudioDrop ได้รับรูปแบบเสียงที่ไม่รองรับ
tr: AudioDrop desteklenmeyen bir ses biçimi aldı
uk: AudioDrop отримав непідтримуваний формат аудіо
vi: AudioDrop nhận được định dạng âm thanh không được hỗ trợ
zh_hans: AudioDrop 收到了不受支持的音频格式
zh_hant: AudioDrop 收到不支援的音訊格式
